{
    "Travellers": [
        {
            "Title": null,
            "FullName": "Lynn&nbsp;McNally",
            "Type": "Adult",
            "Email": "lynnmcnally@bigpond.com",
            "DietaryRequirements": "None",
            "MedicalConditions": "None"
        }
    ],
    "RoomConfigs": [
        {
            "TravellerAssignments": [
                {
                    "FullName": "LynnMcNally"
                }
            ],
            "RoomType": "Single"
        }
    ],
    "TripDays": [
        "2024-06-21",
        "2024-06-22"
    ],
    "TripEvents": [
        {
            "Inclusions": [
                null,
                null,
                null,
                null,
                null,
                null
            ],
            "TravellerAssignments": [
                {
                    "FullName": "LynnMcNally"
                }
            ],
            "RoomConfigs": [
                {
                    "TravellerAssignments": [
                        {
                            "FullName": "LynnMcNally"
                        }
                    ],
                    "RoomType": "Single"
                }
            ],
            "SegmentProviderName": "50 Degrees North",
            "Name": "Own Arrangements",
            "LocationCode": [
                null,
                "AUS"
            ],
            "Description": {
                "ServiceRemarks": null,
                "ServiceNote": "Pre Night at the Hub, Lyn McNally and Charles Capito REF 51652862 (Not Arranged by 50 Degrees North) We have requested continuous stay to group booking 1036GR037847 Norway in Depth / Best of Norway from 22 June until check out on 24 June.",
                "InfoNote": null,
                "ShortItineraryNote": null,
                "ItineraryNote": null,
                "TravelInformation": null
            },
            "PartnerIdentifier": "itinerary_service_id_AUSOT50DN01ARNK",
            "EventType": "OT",
            "SegmentIdentifier": null,
            "TourplanServiceStatus": "Pending",
            "Address": "Lillehammer,Norway",
            "Phone": null,
            "Date": "2024-06-21",
            "StartDate": "2024-06-21",
            "StartTime": null,
            "StartPlace": "Australia",
            "EndDate": "2024-06-21",
            "EndTime": null,
            "EndPlace": null,
            "SCU": "tour",
            "SCUqty": "1",
            "SequenceNumber": "20",
            "Vessel": "50 Degrees North",
            "VehicleType": null,
            "CabinType": null,
            "RoomType": "Own Arrangements",
            "Adults": "1",
            "Children": "0",
            "Infants": "0"
        },
        {
            "Inclusions": [
                null,
                null,
                null,
                null,
                null,
                null
            ],
            "TravellerAssignments": [
                {
                    "FullName": "LynnMcNally"
                }
            ],
            "RoomConfigs": [
                {
                    "TravellerAssignments": [
                        {
                            "FullName": "LynnMcNally"
                        }
                    ],
                    "RoomType": "Single"
                }
            ],
            "SegmentProviderName": "50 Degrees North",
            "Name": "*Best of Norway - Escorted 2024",
            "LocationCode": [
                null,
                "OSL"
            ],
            "Description": {
                "ServiceRemarks": null,
                "ServiceNote": null,
                "InfoNote": null,
                "ShortItineraryNote": "8 days - Escorted summer tour of Norwegian FjordsThis incredible guided 8-day summer journey traverses the stunning landscape of Norway. Join our exclusive 50 Degrees North escorted tour, travelling from Oslo to Bergen. Visit the traditional Stave Church of Lom and the magnificent Luster and Sognefjord region. Experience the valley of Gudbrandsdalen, surrounded by national parks, an abundance of locally produced food, old architecture, and great hiking trails.Board the classic Norway in a nutshell train journey from Flåm and catch the express boat along the Norwegian fjords to Bergen. Feast on fresh seafood at the Bergen Fish Markets for your final dinner with your group. Day 1 - Arrive Oslo; meet your escort & group for the welcome dinnerArrive Oslo and make your own way to your central hotel in the heart of Oslo. The Norwegian capital has a great deal to offer the discerning traveller. If you arrive early, we can recommend a walk around the centre of town to view the Parliament, the Castle & the Harbour area. Check in will be between 10am - 3pm. Close to the hotel, climb the new Opera House for a chance to orient yourself to this small capital. Within 20 metres of the hotel reception is the super helpful Oslo tourist information booth with maps and information for your exploration. If you have a few hours, we suggest heading to close by beautiful peninsula of Bygdøy by ferry to visit the Viking Museum and Fram Museum this afternoon.Your escort will meet you this evening in the hotel lobby at 6pm and then enjoy a welcome dinner at Ekebergrestauranten, a special modernist, 1920s hillside restaurant, with your group.MEALS 1 Dinner Day 2 - Train to Lillehammer, visit the Norwegian Olympic Museum (ski jump), and do not miss the impressive Garmo Stave ChurchAfter breakfast, board your train at the Oslo Central Station and head towards Lillehammer, the small town that rose to international fame when it hosted the Winter Olympics in 1994. Check into your central hotel. Spend the day at your leisure: Browse the local shops, visit the Norwegian Olympic Museum(ski jump), and do not miss the impressive Garmo Stave Church.MEALS 1 Breakfast Day 3 - Private minibus to travel to Lom, a small town encapsulating the very essence of the Norwegian countrysideAfter breakfast, take a private minibus to Lom, a 3-hour scenic drive from Lillehammer. This bus trip takes you through some of Norway’s most beautiful highlands and lush valleys. Experience the valley of Gudbrandsdalen surrounded by the national parks, an abundance of locally produced food, old architecture, and good hiking.Lom is a small town encapsulating the very essence of the Norwegian countryside. Situated in the famous Jotunheimen National Park, Lom is surrounded by majestic nature. Check into your charming historic hotel. Dinner is included this evening.MEALS 1 Breakfast 1 Dinner Day 4 - Day tour to Geiranger and join a fjord cruise before returning to Lom to visit its famous Stave ChurchDay tour to Geiranger, which is 1.5 hours’ drive away from Lom. On arrival, join a fjord cruise and experience the Geirangerfjord UNESCO World Heritage site. The scenery here is absolutely breathtaking. Take a closer look at the “Seven Sisters”, “Bridal Veil” and “Suitor” waterfalls, the majestic fjord cliffs and abandoned mountain farms. Perhaps you’ll be lucky enough to see porpoises playing in the fjord.Travelling back from Geiranger, the minibus can stop at the famous Lom Stave Church, constructed in Norman-style in 1170. It still operates as the local church today.Please note that the Geirangerfjord visit is subject to change due to weather and snow conditions. The mountain road from Lom to Geiranger normally opens from end of May. Alternatively, enjoy the day in Lom, visiting Brimi Bue, a popular Lom hot-spot for fresh local produce and traditional Nordic flavours, owned by renowned chef Arne Brimi. Indulge yourselves in the historic atmosphere of Lom open-air museum and its houses dating from the early 1600s and experience the old farmer culture. The Norwegian Mountain Centre is also worth a visit.MEALS 1 Breakfast 1 Dinner  Day 5 - Continue your journey together to the heart of the Norwegian fjordsDepart Lom for another scenic journey through the spectacular mountain and fjord country of Breheimen and Jostedalsheimen. Stop at Sognefjellshytta (approx. 1 hr drive) for a coffee/tea break, then sit back and enjoy the scenery until your next stop at the cubist stone at Mefjellet. The final stop before descending down the mountain is at Nedre Oscarshaug – another fantastic spot for photos and great views.After lunch at Skjolden Hotel, drive approx. 20-30 mins to Feigumfossen and continue to the charming Urnes Stave Church (a UNESCO World Heritage Site and the oldest church in Norway). Catch a ferry to Solvorn and continue over Aurlandsfjellet. Lastly, enjoy a stop at Stegastein before arriving to the peaceful village of Aurland.MEALS 1 Breakfast 1 Lunch 1 Dinner  Day 6 - Enjoy a fjord cruise journey sailing through Aurlandsfjord and NærøyfjordAfter breakfast, embark the fjord cruise in Aurland and enjoy its journey sailing through the idyllic Aurlandsfjord, which is also inscribed on the UNESCO World Heritage List. Furthermore, the boat continues through the narrow Nærøyfjord before arriving Gudvangen, innermost in the Nærøyfjord.MEALS 1 BreakfastDay 7 - Aurland to Flåm, and step aboard the world famous Flåm Railway to Myrdal Station with several stunning lookout points along the way, then express boat to Bergen.Short transfer from Aurland to Flåm, and step aboard the world famous Flåm Railway to Myrdal Station with several stunning lookout points along the way. Thanks to its steep incline (from sea level to almost 900 meters above sea level in a short hour), the train-ride is rated as one of Europe’s best rail journeys and has become a real highlight for visitors in Norway.Return to Flåm to board the express ferry to Bergen. Take in the fresh air on Norway’s longest fjord, the Sognefjord, during this 5-hour ferry-ride towards Bergen. Check into your centrally located hotel at the end of the day.This evening, you will be arriving a little late for a formal group dinner so just head out with the group for a wander around the fish markets (metres from your hotel) for a casual dinner and a celebratory drink to enjoy the long summer night!MEALS 1 Breakfast Day 8 - Departure DayBergen is the perfect strolling town so enjoy any extra time you have before your departure to explore the historical centre of Bergen, being transported back to a time when Bergen was the centre of political power and trade for the entire North Atlantic. It was the Capital of the Kingdom of Norway for a short period, before the capital was moved to Oslo in 1299, and the town grew to become the largest in Scandinavia.The Hanseatic League established itself here in 1350 and had a trade monopoly that lasted 200 years. While in Bergen you might wish to visit the UNESCO heritage listed historical area around the harbour known as the Bryggen district, and the home of Edvard Grieg, Troldhaugen, Norway's internationally famous composer. Enjoy lunch at the new Bergen Fish Market - a fantastic modern architectural designed building with a great outdoor and indoor dining area.MEALS 1 BreakfastIncluded:7 nights’ hotel accommodation in shared double/twin rooms with private facilities50 Degrees North Scandinavian escort for the first seven days7 breakfasts, 1 lunch and 4 dinnersAll transport between destinations by buses, trains and boats50 Degrees North minibus (or similar) between Lom and Aurland. Stop along the way for unexpected photo opportunities, National Tourist Route monuments or quick rest stops.Geiranger day tour with RIB safari. (Subject to change due to weather/snow conditions on the mountain).Flåm Railway excursionDay tour to Maihaugen and walking forest tour (weather dependent)24-hour emergency serviceFjordcruise through Aurlandsfjord and NærøyfjordNot included:International flights, travel insurance, luggage handling, lunches and dinners that have not been detailed in the program, and items of personal nature. A small tip for the bus driver will be appreciated - your escort will advise you with details about this.",
                "ItineraryNote": null,
                "TravelInformation": null
            },
            "PartnerIdentifier": "itinerary_service_id_OSLPK50DN01BON001",
            "EventType": "PK",
            "SegmentIdentifier": null,
            "TourplanServiceStatus": "Confirmed - A",
            "Address": "Lillehammer,Norway",
            "Phone": null,
            "Date": "2024-06-22",
            "StartDate": "2024-06-22",
            "StartTime": null,
            "StartPlace": "Oslo",
            "EndDate": "2024-06-29",
            "EndTime": null,
            "EndPlace": "Bergen",
            "SCU": "tour",
            "SCUqty": "1",
            "SequenceNumber": "10",
            "Vessel": "50 Degrees North",
            "VehicleType": "01JUN24, 22JUN24, 13JUL24, 10AUG24",
            "CabinType": "01JUN24, 22JUN24, 13JUL24, 10AUG24",
            "RoomType": "*Best of Norway - Escorted 2024",
            "Adults": "1",
            "Children": "0",
            "Infants": "0"
        }
    ],
    "BookingId": "23146",
    "Ref": "5MFT122000",
    "Name": "5MFT122000- Lynn McNally x 1",
    "Active": "true",
    "IsChatDisabled": "false",
    "IsPdfEnabled": "true",
    "IsAppEnabled": "true",
    "Status": "active",
    "IsArchived": "false",
    "Currency": "USD",
    "SalesLocation": "US",
    "TourplanConsultant": "Vivien Balogh",
    "Consultant": null,
    "AgentID": "5MRETL",
    "AgentRef": null,
    "Email": "technology@fiftydegreesnorth.com",
    "TermsAndConditions": null
}